[
    {
        "id": 1,
        "name": "Костюм блуза та брюки палацо віскоза жатка лайм",
        "price": 1590,
        "description": "Цей костюм — ідеальний вибір для тих, хто хоче виглядати стильно й елегантно. Блуза з м'якої віскози з яскравим лаймовим відтінком створює яскравий образ, що запам'ятовується, а широкі штани-палаццо з жатої тканини надають легкості. Цей костюм підійде для будь-якого випадку — від офісу до вечірньої прогулянки. Почуватиметеся комфортно й упевнено, і оточуючі просто не зможуть відірвати від вас погляди. Цей костюм — прекрасний вибір для тих, хто цінує якість, стиль і унікальність.",
        "size": 38,
        "season": "весна-літо",
        "material": "віскоза",
        "color": "зелений",
        "imageURL": "https://vovk.com/image/cachewebp/catalog/i/015728/015728-500x750.1.0.webp"
    },
    {
        "id": 2,
        "name": "Спідниця з накладними кишенями котон молочна",
        "price": 714,
        "description": "Якщо ставите перед собою мету створити водночас комфортний і стильний образ, то однозначно варто звернути увагу на цю спідницю. Її молочно-білий колір надає образу ніжності та свіжості, а накладні кишені роблять її не тільки модною, а й зручною у використанні. У них завжди можна зберігати необхідні дрібниці, що особливо актуально в повсякденному житті. Спідниця виготовлена з якісного котону, який приємний до тіла і забезпечує комфорт під час носіння. Її дизайн вирізняється лаконічністю та елегантністю. Спідниця облягає фігуру і підкреслює її красу, але при цьому не сковує рухів завдяки своїй еластичності. Це універсальний елемент гардероба, який дасть тобі змогу мати стильний і оригінальний вигляд у будь-якій ситуації.",
        "size": 36,
        "season": "весна-літо",
        "material": "котон",
        "color": "білий",
        "imageURL": "https://vovk.com/image/cachewebp/catalog/i/014935/014935-500x750.1.0.webp"
    },
    {
        "id": 3,
        "name": "Сукня міні шифон квіти на бежевому",
        "price": 1390,
        "description": "Сукня-міні з об'ємними рукавами з шифону — це ідеальний вибір для тих, хто хоче виглядати модно й елегантно. Виготовлена в ніжному бежевому кольорі, який чудово підійде для будь-якого приводу. Об'ємні рукави з квітковим принтом надають сукні особливої родзинки й роблять її неповторною. Шифон — легкий і приємний до тіла матеріал, який забезпечує комфорт і свободу рухів. Ця сукня підкреслить жіночність і створить незабутній образ. Ідеально поєднується з туфлями на підборах або босоніжками, а також з аксесуарами в стилі boho. Не пропустіть можливість мати чудовий вигляд у цій сукні!",
        "size": 38,
        "season": "весна-літо",
        "material": "шифон",
        "color": "принти і візерунки бежевий",
        "imageURL": "https://vovk.com/image/cachewebp/catalog/i/012465/012465-500x750.1.0.webp"
    },
    {
        "id": 4,
        "name": "Костюм куртка та брюки із плащової тканини чорний",
        "price": 1614,
        "description": "Цей костюм — справжній маст-хев для модниць, які шукають стильний та елегантний образ для будь-якої ситуації. Виготовлеий високоякісної плащової тканини, яка надає йому особливої привабливості та унікальності. Чорний колір костюма створює строгий і елегантний образ, який підійде як для офісних зустрічей, так і для вечірніх заходів. Куртка має класичний крій, який підкреслить фігуру і додасть їй стрункості. Штани ж забезпечують комфорт і свободу рухів. Тканина, з якої виготовлений цей костюм, має приємну на дотик текстуру та захистить від негоди. Крім того, він легко поєднується з іншими елементами гардероба, що дає змогу створювати різноманітні образи.",
        "size": 42,
        "season": "весна-літо",
        "material": "плащова тканина",
        "color": "чорний",
        "imageURL": "https://vovk.com/image/cachewebp/catalog/i/015411/015411-500x750.1.0.webp"
    },
    {
        "id": 5,
        "name": "Костюм блуза та брюки палацо жатка бузковий",
        "price": 1690,
        "description": "Костюм з блузи та штанів-палаццо ніжного бузкового відтінку — це елегантний і стильний комплект для жінок, які хочуть виглядати модно і впевнено. Блуза на запах з V-подібним вирізом, який красиво підкреслює зону декольте. Модель доповнена поясом, що підкреслює лінію талії.  Штани-палаццо мають широкі штанини і високу посадку, що створює ефектні лінії. Комплект пошитий з тканини жатка, яка легка і дуже приємна на дотик. Бузковий колір костюма підкреслює його вишуканий стиль і додає нотки ніжності та романтики в образ. Його дизайн простий, але вишуканий, тому в ньому почуватиметеся комфортно й водночас приємно вражатимете всіх красивим зовнішнім виглядом.",
        "size": 38,
        "season": "весна-літо",
        "material": "віскоза",
        "color": "фіолетовий",
        "imageURL": "https://vovk.com/image/catalog/i/015596/015596.jpg"
    },
    {
        "id": 6,
        "name": "Рожевий сарафан міні з фігурним вирізом із льону",
        "price": 1290,
        "description": "Рожевий сарафан міні з льону з фігурним вирізом поєднує в собі жіночність і легкість, що робить його ідеальним вибором для спекотного літнього дня. Виріз надає сарафану родзинки, а рожевий колір додає йому ніжності та романтичності. Матеріал сарафана — льон, який не тільки приємний на дотик, а й відмінно дихає, що дає змогу зберігати комфортну температуру тіла в спекотну погоду. Силует сарафана міні підкреслює жіночні форми, а простота і лаконічність дизайну дають змогу доповнювати його різними аксесуарами. Рожевий сарафан міні з фігурним вирізом з льону — це унікальне й оригінальне рішення для тих, хто цінує красу та комфорт в одязі.",
        "size": 36,
        "season": "весна-літо",
        "material": "льон",
        "color": "рожевий",
        "imageURL": "https://vovk.com/image/catalog/i/013254/013254.jpg"
    },
    {
        "id": 7,
        "name": "Костюм жакет оверсайз та брюки палацо рожевий",
        "price": 2490,
        "description": "Розкішність і елегантність поєднані в цьому унікальному ніжно-рожевому костюмі з еко льону. Жакет у стилі оверсайз привносить невимушену шикову нотку у ваш образ, даючи змогу виділитися з натовпу. Його вільний крій надає відчуття свободи й легкості, а еко льон забезпечує високу міцність і екологічність. Штани-палаццо додають жіночності та вишуканості. Вони підкреслять вашу індивідуальність і надають силуету витонченості. Ніжно-рожевий колір створює неповторну романтичність і освіжає образ. Носіть цей костюм на важливих заходах, побаченнях або ділових зустрічах, щоб привернути захоплені погляди й показати свою витонченість. Станьте іконою стилю з цим оригінальним і прекрасним костюмом з еко льону в ніжно-рожевому відтінку.",
        "size": 40,
        "season": "весна-літо",
        "material": "еко лен",
        "color": "рожевий",
        "imageURL": "https://vovk.com/image/cachewebp/catalog/i/015497/015497-500x750.1.0.webp"
    },
    {
        "id": 8,
        "name": "Сукня міні софт молочні квіти на жовтому",
        "price": 1590,
        "description": "Ця сукня з софтової тканини створить легкий і повітряний образ, який підкреслює жіночність і красу кожної дівчини. Молочні квіти на жовтому тлі надають сукні ніжності та романтичності, а також роблять її універсальною для будь-якого випадку — від романтичного побачення до вечірки з друзями. Крім того, це вбрання чудово підходить для літнього сезону для тих, хто хоче почуватися вільно та комфортно. Не пропустіть можливість мати привабливий та елегантний вигляд у цій прекрасній сукні!",
        "size": 38,
        "season": "весна-літо",
        "material": "софт",
        "color": "принти та візерунки жовтий",
        "imageURL": "https://vovk.com/image/cachewebp/catalog/i/015540/015540_2-500x750.1.0.webp"
    },
    {
        "id": 9,
        "name": "Костюм блуза з коротким рукавом та брюки палацо віскоза жатка помаранчевий",
        "price": 1590,
        "description": "Цей костюм — справжній хіт сезону. Виготовлений з легкої та приємної на дотик віскози, ідеально підійде для спекотної погоди. Яскравий помаранчевий колір надає образу енергії та життєрадісності. Блуза з коротким рукавом підкреслює красу і грацію рук, а штани створюють ефект довгих ніг і роблять фігуру стрункою. Костюм чудово поєднується з легкими туфлями на підборах або босоніжками. Підходить для роботи, прогулянок або зустрічей із друзями. Цей костюм стане невіддільною частиною гардероба кожної стильної жінки, яка цінує комфорт і красу. Будьте впевнені, ви привертатимете увагу оточення й почуватиметеся неповторно. ",
        "size": 38,
        "season": "весна-літо",
        "material": "віскоза",
        "color": "помаранчевий",
        "imageURL": "https://vovk.com/image/cachewebp/catalog/i/015600/015600_0-500x750.1.0.webp"
    },
    {
        "id": 10,
        "name": "Сарафан щільний штапель ванільний дрібноцвіт на фоні фуксія",
        "price": 1790,
        "description": "Сарафан на зав'язках — однозначно вигідне придбання на літо. Перед вами модель з легкої тканини, в якій буде комфортно навіть у спекотний літній день. Модель на зав'язках, тож за її допомогою красиво акцентуєте плечі, а також зможете чітко відрегулювати розмір сарафана за своїми параметрами. Сарафан має цікаві акценти в зоні декольте та на талії, чим одразу привертає до себе увагу. Яскравий колір та помітний принт також дають змогу мати неповторний та привабливий вигляд. Цей сарафан підійде для будь-якого випадку — від повсякденних прогулянок до урочистих заходів.",
        "size": 38,
        "season": "весна-літо",
        "material": "щільний штапель",
        "color": "принти і візерунки рожевий",
        "imageURL": "https://vovk.com/image/cachewebp/catalog/i/015887/015887-500x750.1.0.webp"
    },
    {
        "id": 11,
        "name": "Брюки прямі із льону авторський принт на помаранчевому",
        "price": 1390,
        "description": "Прямі брюки з льону з авторським принтом на помаранчевому тлі — оригінальний та унікальний виріб, що приверне увагу своєю незвичністю і стилем. Штани пошиті з якісного лляного матеріалу, який забезпечує комфорт і легкість у носінні. Принт на брюках виконаний в авторському стилі, що робить їх ексклюзивними і неповторними. Прямий крій штанів підкреслює фігуру і створює елегантний образ. Помаранчевий колір надає штанам яскравості та оригінальності, що дає змогу поєднувати їх з різними елементами гардероба. Ідеально підходять для створення стильних образів на кожен день або для особливих випадків.",
        "size": 40,
        "season": "весна-літо",
        "material": "льон",
        "color": " принти і візерунки помаранчевий",
        "imageURL": "https://vovk.com/image/cachewebp/catalog/i/015625/015625-500x750.1.0.webp"
    },
    {
        "id": 12,
        "name": "Лляна міді сукня чорна",
        "price": 1790,
        "description": "Ця лляна міді-сукня чорного кольору — ідеальний вибір для тих, хто цінує комфорт, стиль і якість. Легкий і приємний на дотик матеріал забезпечує комфорт у будь-яку погоду, а чорний колір дозволяє створювати безліч різноманітних образів. Висока талія підкреслює фігуру і робить силует стрункішим, а довжина до середини литки надає сукні вишуканості та жіночності. Лляна тканина вирізняється високою міцністю та довговічністю, а також чудово вбирає вологу, що робить цю сукню ідеальним вибором для літнього гардероба. Чорний колір цієї сукні легко поєднується з різними аксесуарами та взуттям, що дає змогу створювати безліч стильних образів для будь-яких випадків — від повсякденних прогулянок до ділових зустрічей.",
        "size": 38,
        "season": "весна-літо",
        "material": "льон",
        "color": "чорний",
        "imageURL": "https://vovk.com/image/cachewebp/catalog/i/014946/014946-500x750.1.0.webp"
    }
]